Repository: dragonfruitnetwork/dragon6-locale
Catalog: DragonFruit.Six.Locale/Objects/Ranks.*.resx
Languages: cs, fr, id, it, no, pl, pt_br, ru

source: Unranked
cs: Zatím Bez Hodnocení
fr: Non classé
id: Tanpa Berperingkat
it: Non classificato
no: Urangert
pl: Nie Oceniono W Rankingu
pt_br: Sem Classificação
ru: Нет ранга

source: Copper 5
cs: Měděný 5
fr: Cuivre 5
id: Tembaga 5
it: Rame 5
no: Kobber 5
pl: Miedź 5
pt_br: Cobre 5
ru: Медь 5

source: Copper 4
cs: Měděný 4
fr: Cuivre 4
id: Tembaga 4
it: Rame 4
no: Kobber 4
pl: Miedź 4
pt_br: Cobre 4
ru: Медь 4

source: Copper 3
cs: Měděný 3
fr: Cuivre 3
id: Tembaga 3
it: Rame 3
no: Kobber 3
pl: Miedź 3
pt_br: Cobre 3
ru: Медь 3

source: Copper 2
cs: Měděný 2
fr: Cuivre 2
id: Tembaga 2
it: Rame 2
no: Kobber 2
pl: Miedź 2
pt_br: Cobre 2
ru: Медь 2

source: Copper 1
cs: Měděný 1
fr: Cuivre 1
id: Tembaga 1
it: Rame 1
no: Kobber 1
pl: Miedź 1
pt_br: Cobre 1
ru: Медь 1

source: Bronze 5
cs: Bronzový 5
id: Perunggu 5
it: Bronzo 5
no: Bronse 5
pl: Brąz 5
ru: Бронза 5

source: Bronze 4
cs: Bronzový 4
id: Perunggu 4
it: Bronzo 4
no: Bronse 4
pl: Brąz 4
ru: Бронза 4

source: Bronze 3
cs: Bronzový 3
id: Perunggu 3
it: Bronzo 3
no: Bronse 3
pl: Brąz 3
ru: Бронза 3

source: Bronze 2
cs: Bronzový 2
id: Perunggu 2
it: Bronzo 2
no: Bronse 2
pl: Brąz 2
ru: Бронза 2

source: Bronze 1
cs: Bronzový 1
id: Perunggu 1
it: Bronzo 1
no: Bronse 1
pl: Brąz 1
ru: Бронза 1

source: Silver 5
cs: Stříbrný 5
fr: Argent 5
id: Perak 5
it: Argento 5
no: Sølv 5
pl: Srebro 5
pt_br: Prata 5
ru: Серебро 5

source: Silver 4
cs: Stříbrný 4
fr: Argent 4
id: Perak 4
it: Argento 4
no: Sølv 4
pl: Srebro 4
pt_br: Prata 4
ru: Серебро 4

source: Silver 3
cs: Stříbrný 3
fr: Argent 3
id: Perak 3
it: Argento 3
no: Sølv 3
pl: Srebro 3
pt_br: Prata 3
ru: Серебро 3

source: Silver 2
cs: Stříbrný 2
fr: Argent 2
id: Perak 2
it: Argento 2
no: Sølv 2
pl: Srebro 2
pt_br: Prata 2
ru: Серебро 2

source: Silver 1
cs: Stříbrný 1
fr: Argent 1
id: Perak 1
it: Argento 1
no: Sølv 1
pl: Srebro 1
pt_br: Prata 1
ru: Серебро 1

source: Gold 4
cs: Zlatý 4
fr: Or 4
id: Emas 4
it: Oro 4
no: Gull 4
pl: Złoto 4
pt_br: Ouro 4
ru: Золото 4

source: Gold 3
cs: Zlatý 3
fr: Or 3
id: Emas 3
it: Oro 3
no: Gull 3
pl: Złoto 3
pt_br: Ouro 3
ru: Золото 3

source: Gold 2
cs: Zlatý 2
fr: Or 2
id: Emas 2
it: Oro 2
no: Gull 2
pl: Złoto 2
pt_br: Ouro 2
ru: Золото 2

source: Gold 1
cs: Zlatý 1
fr: Or 1
id: Emas 1
it: Oro 1
no: Gull 1
pl: Złoto 1
pt_br: Ouro 1
ru: Золото 1

# Plat3
source: Platinum 3
cs: Platinový 3
fr: Platine 3
it: Platino 3
no: Platina 3
pl: Platyna 3
pt_br: Platina 3
ru: Платина 3

# Plat2
source: Platinum 2
cs: Platinový 2
fr: Platine 2
it: Platino 2
no: Platina 2
pl: Platyna 2
pt_br: Platina 2
ru: Платина 2

# Plat1
source: Platinum 1
cs: PlatInový 1
fr: Platine 1
it: Platino 1
no: Platina 1
pl: Platyna 1
pt_br: Platina 1
ru: Платина 1

source: Diamond 3
id: Berlian 3
it: Diamante 3
ru: Алмаз 3

source: Diamond 2
id: Berlian 2
it: Diamante 2
ru: Алмаз 2

source: Diamond 1
id: Berlian 1
it: Diamante 1
ru: Алмаз 1

source: Champion
cs: Šampión
id: Sang Juara
it: Campione
no: Mester
pl: Czempion
pt_br: Campeão
ru: Чемпион
