Repository: dragonfruitnetwork/Dragon6-Locale
Catalog: DragonFruit.Six.Locale/Interface.*.resx
Languages: pl

source: Yes
pl: Tak

source: No
pl: Nie

source: Home
pl: Start

source: News
pl: Aktualności

source: Settings
pl: Ustawienia

source: Share
pl: Udostępnij

source: General
pl: Główne

source: Other
pl: Inne

source: Clear
pl: Wyczyść

source: Default
pl: Domyślne

source: Name
pl: Nazwa

source: Search
pl: Szukaj

source: Update
pl: Uaktualnij

# AboutApp
source: About Dragon6
pl: O Dragon6

# ClearSaved
source: Clear Saved Profiles
pl: Wyczyść Zapisane Profile

source: Dark Theme
pl: Ciemny motyw

source: Default Platform
pl: Domyślna platforma

# FilterBy
source: Filter by: {0}
pl: Filtruj wg: {0}

source: None
pl: Żaden

source: Player Stats
pl: Statystyki graczy

# Recents
source: Recent Players
pl: Niedawno spotkani gracze

# SavePlayerTip
source: Tip: Double tap a player's card to save them
pl: Wskazówka: Dotknij dwukrotnie kartę gracza, aby je zapisać

# SearchingForAccount
source: Looking up {0} on {1}
pl: Szukam {0} na {1}

source: Search Operators
pl: Szukaj Operatorów

# SearchRecents
source: Search Recent Players
pl: Szukaj ostatnich graczy

# SeasonChangeTip
source: Hint: Tap the top card to change seasons
pl: Wskazówka: Dotknij górnej karty, aby zmienić sezony

source: Server set theme
pl: Ustaw motyw serwera

# SortBy
source: Sort by: {0}
pl: Sortuj według {0}

source: Unset
pl: Odznacz

source: Update Assets
pl: Zaktualizuj zasoby

source: Back
pl: Wstecz

source: Got It
pl: Rozumiem

# ShareAccountString
source: Check out {0}'s Stats on Dragon6!
pl: Sprawdź statystyki {0} na Dragon6!

# ShareAppString
source: Check out Dragon6 - a free R6 stats tracker!
pl: Sprawdź Dragon6 - darmowy tracker statystyk R6!

source: Translate
pl: Przetłumacz

source: Understood
pl: Zrozumiałem/-am

source: Confirm Remove
pl: Potwierdź usunięcie

source: Confirm Save
pl: Potwierdź zapis

# LoadingStats
source: Loading Stats... ({0})
pl: Ładowanie statystyk... ({0})

# RemoveUser
source: Remove {0} from your home page?
pl: Usunąć {0} z twojej strony głównej?

source: Retry Connection
pl: Ponów próbę połączenia

# SaveUser
source: Add {0} to your home page?
pl: Dodać {0} do twojej strony głównej?

# SteamNews
source: Powered by Steam
pl: Wspierane przez Steam

# UserRemoved
source: {0} Removed
pl: {0} Usunięto

# UserSaved
source: {0} Saved
pl: {0} zapisane

source: View Recents
pl: Zobacz Ostatnie

source: Weapon Stats
pl: Statystyki broni
